---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.InternalDefinition
source: html/9fe3c8c4-9b64-ba8f-5626-730c59417a87.htm
---
# InternalDefinition Members

Releases all resources used by the InternalDefinition